==> Formulae
llvm
ripgrep
lua
spaceship
speedtest-cli
cmake
starship
neovim
tmux
node
gcc
vim
git
wget
htop

==> Casks
font-jetbrains-mono-nerd-font
qbittorrent
spotify
rectangle
whatsapp
visual-studio-code
kitty
discord
microsoft-outlook
google-chrome
